Repository: pi-module/media
Catalog: locale/*/admin.po
Languages: fa

source: General
fa: عمومی

source: Form
fa: فرم

source: Validator
fa: تایید

source: Image
fa: تصویر

source: List page limit
fa: تعداد در صفحه

source: Maximum count of media resources on a list page.
fa: حداکثر تعداد تصاویر نمایش داده شده در هر صفحه.

source: License values
fa: انواع مجوز ها

source: Use `|` as delimiter to separate license terms
fa: با استفاده از علامت `|` به عنوان جدا کننده ، کلمات را از هم تفکیک کنید

source: Show description on form
fa: نمایش توضیحات در فرم

source: Show season on form
fa: نمایش فصل در فرم

source: Show license on form
fa: نمایش لایسنس در فرم

source: Show copyright on form
fa: نمایش کپی رایت در فرم

source: File extension
fa: پسوند فایل

source: Extensions for files allowed to upload.
fa: پسوند فایل های مجاز برای بارگزاری.

source: Max file size
fa: حداکثر حجم فایل

source: Maximum size for files allowed to upload (in KB). Caution : on front side, max file size messages are displayed in octets (ko). Here you set in bytes (Kb) ! For 4Mo, you have to set 4 * 1024 = 4096 kb. Also, front limit is rounded to lower Mb integer after conversion, so 4096 Kb == 4Mo and 4095 kb == 3Mo
fa: حداکثرسایز قایل مجاز برای بارگزاری ( به کیلوبایت KB ). احتیاط : در سمت کاربر حداکثر سایز مجاز برای بارگزاری به صورت هشت تایی نمایش داده می شود. شما اینجا به صورت بایت ( KB ) وارد می کنید ! برای ۴ مگابایت شما باید به صورت 4 * 1024 = 4096 کیلوبایت وارد کنید. همچنین محدودیت برای گرد کردن به پایین بعد از تبدیل وجود دارد، بنابراین 4096 Kb == 4Mo است

source: Max Image width (upload)
fa: حداکثر عضر تصویر ( برای آپلود )

source: Max Image height (upload)
fa: حداکثر ارتفاع تصویر ( برای آپلود )

source: Min Image width (upload)
fa: حداقل عرض تصویر ( برای آپلود )

source: Min Image height (upload)
fa: حداقل ارتفاع تصویر ( برای آپلود )

source: Image quality
fa: کیفیت تصویر

source: Between 0 to 100 and support both of JPG and PNG, default is 75. Can be overridden by custom module config
fa: یک عدد بین 0 تا 100 ، هر دو فرمت JPG و PNG را پشتیبانی می کند، پیش فرض 75. این گزینه از طریق تنظیمات ماژول ها بازنویسی می شود

source: Image ratio width
fa: نسبت عرض تصویر

source: Example : "3" for 3/2 ratio
fa: مثال : "3" برای نسبت ۳/۲

source: Image ratio height
fa: نسبت ارتفاع تصویر

source: Example : "2" for 3/2 ratio
fa: مثال : "2" برای نسبت ۳/۲

source: Add Watermark
fa: درج واترمارک

source: Watermark Image
fa: تصویر واترمارک

source: Watermark Position
fa: محل واترمارک

source: Top Left
fa: بالا چپ

source: Top Right
fa: بالا راست

source: Bottom Left
fa: پایین چپ

source: Bottom Right
fa: پایین راست

source: Default copyright
fa: کپی رایت پیش فرض

source: Max gallery images for freemium related items
fa: حداکثر تعداد تصاویر برای موارد رایگان

source: Alert message for freemium item
fa: متن پیام اخطار برای موارد رایگان

source: Freemium item limitations... You can't do this action
fa: محدود موارد رایگان... شما نمی توانید این فعالیت را انجام دهید

source: Large Image width
fa: عرض تصویر بزرگ

source: Large Image height
fa: ارتفاع تصویر بزرگ

source: Item Image width
fa: عرض تصویر میانه

source: Item Image height
fa: ارتفاع تصویر میانه

source: Medium Image width
fa: عرض تصویر متوسط

source: Medium Image height
fa: ارتفاع تصویر متوسط

source: Thumb Image width
fa: عرض تصویر بندانگشتی

source: Thumb Image height
fa: ارتفاع تصویر بندانگشتی

source: Media
fa: مدیا

source: Module for media resources and APIs.
fa: ماژولی برای مدیریت تصاویر سیستم.

source: Resource list
fa: فهرست تصاویر

source: All
fa: همه

source: Edit
fa: ویرایش

source: Attach new media
fa: پیوست تصویر جدید

source: Application list
fa: فهرست برنامه ها

source: List
fa: فهرست

source: Add
fa: جدید

source: Statistics
fa: آمار

source: Test
fa: تست

source: Tools
fa: ابزار ها

source: Application management
fa: مدیریت برنامه ها

source: Resource management
fa: مدیریت تصاویر

source: Statistics access
fa: دسترسی به آمار

source: Application List
fa: فهرست برنامه ها

source: There are some error occurred.
fa: چند خطا روی داده است.

source: Cannot save data.
fa: ناتوان در ذخیره اطلاعات.

source: Invalid application key.
fa: کلید برنامه نامعتبر است.

source: Invalid application.
fa: برنامه تامعتبر است.

source: Application already in use.
fa: برنامه هم اکنون در حال استفاده است.

source: Statistic
fa: آمار

source: All tests
fa: همه تست ها

source: Add test
fa: تست جدید

source: Resource List
fa: فهرست تصاویر

source: Invalid media ID
fa: شناسه تصویر اشتباه است

source: Name
fa: نام

source: Search
fa: جستجو

source: ID
fa: شناسه

source: Appkey
fa: کلید برنامه

source: Title
fa: عنوان

source: Delete
fa: حذف

source: Top 10 resources
fa: ۱۰ منبع برتر

source: Top 10 submitters
fa: ۱۰ ارسال کننده برتر

source: Today
fa: امروز

source: In 7 days
fa: در ۷ روز

source: In 30 days
fa: در ۳۰ روز

source: history
fa: تاریخچه

source: Main image
fa: تصویر اصلی

source: Main image data
fa: اطلاعات تصویر اصلی

source: Additional images data
fa: اطلاعات تصاویر اضافی

source: Picture tag
fa: تگ تصویر

source: Actions
fa: عملکرد

source: Update
fa: ویرایش

source: Fill empty descriptions from media title
fa: پر کردن توضیحات خالی تصاویر از عنوان

source: This tool help you to put description from media title to empty description media
fa: با استفاده از این ابزار در توضیحات تصاویری که فاقد توضیحات هستند از عنوان تصویر استفاده می شود

source: Clean cache for orpheaned media
fa: حذف کش مربوط به تصاویر یتیم

source: This tool can clean your server by removing cache medias that are not used on any linked content
fa: این ابزار برای پاکسازی تصاویری که بر روی هیچ آیتمی استفاده نشده اند از روی سرور مفید است

source: Hard delete soft-deleted media
fa: حذف کامل تصاویری که پاکسازی شده اند

source: This tool can clean your server by removing soft deleted media
fa: این ابزار برای پاکسازی تصاویری که بر روی هیچ آیتمی استفاده نشده اند از روی سرور مفید است

source: No media select, please try again!
fa: هیچ تصویری انتخاب نشده است لطفا مجددا تلاش کنید!
