Repository: pi-module/media
Catalog: locale/*/default.po
Languages: fa

source: Descriptions are filled successfully
fa: توضیحات با موفقیت تکمیل شد

source: Description are filled yet
fa: توضیحات هم اکنون تکمیل شده است

source: Orphaned media have been removed
fa: تصاویر فاقد استفاده حذف شد

source: There is no orphaned media currently
fa: هم اکنون هیچ تصویر غیر ضروری و بدون استفاده ای وجود ندارد

source: Soft-deleted media have been hard removed
fa: تصاویر فاقد استفاده حذف شد

source: There is no soft-deleted media currently
fa: هم اکنون هیچ تصویر غیر ضروری و بدون استفاده ای وجود ندارد

source: All resources
fa: همه تصاویر

source: Deleted resources
fa: تصاویر حذف شده

source: Orphan resources
fa: تصاویر فاقد استفاده

source: My Medias
fa: تصاویر من

source: Resource List
fa: فهرست تصاویر

source: Media attach
fa: پیوست تصویر

source: Media deleted
fa: تصویر حذف شد

source: Invalid media ID
fa: شناسه تصویر صحیح نیست

source: There are some error occur
fa: چند خطا روی داده است

source: There are some error occur when renaming filename
fa: در هنگام تغییر نام فایل یک خطا روی داده است

source: Filename can not be empty
fa: نام فایل نمی تواند خالی باشد

source: Cannot save media data
fa: ناتوان در زخیره اطلاعات تصویر

source: This media can't be deleted as it is already used by current or another item.
fa: این تصویر ار نمی تواند حذف کرد زیاد توسط این مطلب یا یک مطلب دیگر استفاده شده است.

source: Media uploaded successfully
fa: تصویر با موفقیت بارگزاری شد

source: Application Title
fa: عنوان برنامه

source: Submit
fa: ارسال

source: Media gallery
fa: فهرست تصاویر

source: Add selected media
fa: درج تصویر انتخاب شده

source: Close
fa: بستن

source: Confirm
fa: تایید

source: Alert Freemium account limitations
fa: اطلاع رسانی محدودیت حساب کاربری رایگان

source: Alert season duplicates
fa: اطلاع رسانی تکرار فصل

source: Alert season duplicates : you must have online one picture of each season only
fa: اطلاع رسانی تکرار فصل :‌ شما میتوانید برای هر فصل فقط یک تصویر آنلاین داشته باشید

source: Delete media
fa: حذف تصویر

source: Do you confirm you want to delete this media ? In case you delete it inadvertently, you can active it back in your My Media submenu
fa: آیا اطمنیان دارید که میخواهید این تصویر را حذف کنید؟ اگر این تصویر را سهوا حذف کنید یا بعدا بخواهید آن را برگردانید، تصاویر شما در زیر منوی تصاویر من ( مدیاهای من ) قرار دارد

source: Max media alert
fa: اطلاع رسانی حداکثر تعداد تصویر

source: Error during upload
fa: خطا در هنگام بارگزاری تصویر

source: Oops ! You reached the limits set for files : please modify your file(s) !
fa: شما حداکثر تصویر مجاز را بارگزاری کرده اید، لطفا فایل های خود را ویرایش کنید !

source: Unfortunately we do not have the infrastructure of the giants of the internet, and therefore we have server limitations for uploading large files. Conversely, we need files of good size so that they display correctly on all types of screens/devices.
fa: متاسفانه برای بارگزاری تصاویر حجیم محدودیت وجود دارد، لطفا تصاویر را با حجم و ابعداد مناسب بارگزاری کنید تا در تمام رزولیشن ها و دستگاه ها قابل استفاده باشد.

source: Max media alert : you have reach maximum of picture for this field
fa: اطلاع رسانی حداکثر تعداد تصویر : شما حداکثر تعداد مشخص شده از تصویر را می توانید درج کنید

source: Your selection (you can unlink each media)
fa: تصویر انتخابی ( می توانید هر کدام را حذف کنید )

source: Edit
fa: ویرایش

source: Save
fa: ذخیره

source: Cancel
fa: لغو

source: Thumbnail
fa: تصویر بند انگشتی

source: Title
fa: عنوان

source: Date
fa: حذف

source: Season
fa: فصل

source: Loading in progress
fa: در حال بارگزاری

source: Search&nbsp;:
fa: جستجو :

source: Show _MENU_ elements
fa: نمایش _MENU_ تصویر های

source: Show elements _START_ to _END_ on _TOTAL_ elements
fa: نمایش تصویر ها از _START_ تا _END_ از مجموع _TOTAL_ تصویر

source: Show elements 0 to 0 on 0 element
fa: نمایش تصویر ها از ۰ تا ۰ از مجموع ۰ تصویر

source: (filtered from _MAX_ elements)
fa: (فیلتر شده از مجموع _MAX_ تصویر)

source: Loading in progress...
fa: در حال بارگزاری ...

source: No element to display
fa: هیچ تصویر برای نمایش وجود ندارد

source: No data available in the table
fa: هیچ اطلاعات در دسترس نیست

source: First
fa: اولین

source: Previous
fa: قبلی

source: Next
fa: بعدی

source: Last
fa: آخرین

source: Drop files here to upload new files<br /><span class='badge badge-warning'>Max Size = %s and min dimensions = %s</span><br />(or select existing files below)
fa: برای بارگذاری تصویر جدید ، تصویر را بکشید و در اینجا رها کنید<br /><span class='badge badge-warning'>Max Size = %s and min dimensions = %s</span><br />( یا از تصاویر موجود یکی را انتخاب کنید )

source: File size is to high ({{filesize}}kb). Max : {{maxFilesize}}kb
fa: ابعداد فایل بزگتر از ابعاد مجاز است ({{filesize}}kb). حداکثر : {{maxFilesize}}kb

source: Show checked items first
fa: ابتدا نمایش آیتم های انتخاب شده

source: Show Item UID media
fa: نمایش UID آیتم های مدیا

source: Choose or add new media file
fa: انتخاب یا درج تصویر جدید

source: We recommend you to fill 4 pictures for all seasons
fa: پیشنهاد میکنیم برای هر فصل ۱ تصویر درج کنید

source: No media for now...
fa: هنوز هیچ تصویری موجود نیست ...

source: 1 picture only
fa: فقط یک تصویر

source: 1 picture per season only = 4 pictures
fa: ۱ تصویر برای هر فصل = ۴ تصویر

source: Max %s pictures
fa: حداکثر %s تصویر

source: Description
fa: توضیحات

source: Change file
fa: انتخاب فایل

source: Uploaded image
fa: تصویر بارگزاری شده

source: Cropping data
fa: کراپ کردن تصویر

source: No season
fa: بدون فصل

source: Spring
fa: بهار

source: Summer
fa: تابستان

source: Autumn
fa: پاییز

source: Winter
fa: زمستان

source: Choose a license type
fa: انتخاب نوع مجوز

source: Licence type
fa: نوع مجوز

source: Copyright
fa: کپی رایت

source: Filename
fa: نام فایل

source: User ID
fa: شناسه کاربر

source: Featured
fa: ویژگی ها

source: Main image
fa: تصویر اصلی

source: Additional images
fa: تصاویر جانبی

source: Save this test
fa: ذخیره

source: You can use this page tools for better manage your media
fa: شما میتوانید از ابزار این صفحه برای مدیریت بهتر تصاویر خود استفاده کنید

source: Attach new media
fa: پیوست تصویر جدید

source: You can add new media here and use it on all other modules
fa: شما میتوانید یک تصویر جدید اینجا درج کنید و در تمام بخش ها از آن استفاده کنید

source: Delete
fa: حذف

source: In process
fa: در حال بررسی

source: Edit Media
fa: ویرایش تصویر

source: All your medias
fa: همه تصاویر شما

source: Type user id or identity
fa: شناسه یا نام کاربری را وارد کنید

source: Keyword
fa: کیبورد

source: ID
fa: شناسه

source: Status
fa: وضعیت

source: Mimetype
fa: پسوند فایل

source: User Id
fa: شناسه کاربر

source: Using count
fa: تعداد استفاده

source: Time
fa: زمان

source: Enabled
fa: فعال

source: Deleted
fa: حذف

source: Undelete
fa: حذف

source: Download
fa: دریافت

source: No resource available yet.
fa: هیچ تصویری در دسترس نیست.

source: Do you confirm delete action ?
fa: آیا اطمینان دارید که این مورد را حذف می کنید؟

source: This media is already in used !
fa: این تصویر قبلا استفاده شده است !

source: Complete
fa: تکمیل

source: Unlink
fa: حذف

source: You have to complete file informations before submit
fa: شما باید اطلاعات تصویر را قبل از ارسال تکمیل کنید

source: Notice : min width has been reached
fa: توجه : به حداقل حجم ممکن رسیده اید
